IDEA Open Model
ColumnDataEc2.TotalL Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the total length of building
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double TotalL { get; set; }
Public Property TotalL As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace